[
	{
		"title": "Intelligence",
		"subtitle": "Understand Your Position",
		"features": [
			{
				"title": "Latent Space Mapping",
				"description": "Analyze how AI models perceive your brand by examining semantic associations in their training data. No guesswork—just observable patterns.",
				"icon": "chart-bar"
			},
			{
				"title": "AI Selection Rate",
				"description": "Quantify how often AI systems choose your brand when answering queries in your category. The metric that matters in the generative era.",
				"icon": "trending-up"
			},
			{
				"title": "Competitive Visibility",
				"description": "See where you stand relative to competitors in the AI's knowledge layer. Understand who gets recommended—and why.",
				"icon": "document-chart-bar"
			}
		]
	},
	{
		"title": "Optimization",
		"subtitle": "Engineer Machine Trust",
		"features": [
			{
				"title": "Schema.org Architecture",
				"description": "Structured data is the language AI understands. We build machine-readable architecture that makes your content parseable and trustworthy.",
				"icon": "code-bracket"
			},
			{
				"title": "Entity Optimization",
				"description": "Strengthen your brand's knowledge graph presence. Clear entity relationships mean consistent AI representation across platforms.",
				"icon": "puzzle-piece"
			},
			{
				"title": "Content Authority Signals",
				"description": "Establish topical authority through semantic consistency. Align your content with how AI models structure domain expertise.",
				"icon": "document-text"
			}
		]
	},
	{
		"title": "Commerce",
		"subtitle": "Prepare for Autonomous Transactions",
		"features": [
			{
				"title": "AI Agent Compatibility",
				"description": "Prepare for the autonomous economy. Optimize your data for ACP, MCP, and UCP protocols—the handshakes AI agents use to transact.",
				"icon": "arrows-right-left"
			},
			{
				"title": "Data Provenance",
				"description": "Verifiable, trustworthy data is the currency of AI commerce. Establish clear provenance chains that agents can validate.",
				"icon": "lock-closed"
			},
			{
				"title": "Choosability Optimization",
				"description": "When an AI agent needs to select a vendor, you want to be chosen. Engineer the signals that make you the reliable choice.",
				"icon": "check-circle"
			}
		]
	},
	{
		"title": "Advertising",
		"subtitle": "Amplify AI Presence",
		"features": [
			{
				"title": "AI-Native Campaigns",
				"description": "Advertising strategies designed for AI-mediated discovery. Reach audiences through the channels AI systems prioritize.",
				"icon": "megaphone"
			},
			{
				"title": "Prompt-Optimized Creative",
				"description": "Content that performs in AI contexts. From search to synthesis, ensure your messaging translates to AI recommendations.",
				"icon": "sparkles"
			},
			{
				"title": "Performance Measurement",
				"description": "Track what matters: AI mention rate, recommendation frequency, selection conversion. Metrics for the generative era.",
				"icon": "chart-pie"
			}
		]
	}
]
