[
	{
		"title": "The Diagnostic",
		"subtitle": "Prompt Intelligence",
		"features": [
			{
				"title": "Latent Space Mapping",
				"description": "We analyze how AI models perceive your brand by examining the semantic associations in their training data. No guesswork—just observable patterns.",
				"icon": "chart-bar"
			},
			{
				"title": "Visibility Scoring",
				"description": "Quantify your brand's Selection Rate—how often AI chooses you over competitors when answering user queries about your category.",
				"icon": "trending-up"
			},
			{
				"title": "Primary Bias Detection",
				"description": "Identify the assumptions AI systems make about your brand. Are they accurate? Outdated? We find the gaps between identity and perception.",
				"icon": "light-bulb"
			},
			{
				"title": "Competitive Intelligence",
				"description": "See where you stand relative to competitors in the AI's knowledge layer. Understand who gets recommended—and why.",
				"icon": "document-chart-bar"
			}
		]
	},
	{
		"title": "The Architecture",
		"subtitle": "Relevance Engineering",
		"features": [
			{
				"title": "Schema.org Implementation",
				"description": "Structured data is the language AI understands. We build machine-readable architecture that makes your content parseable and trustworthy.",
				"icon": "code-bracket"
			},
			{
				"title": "Entity Optimization",
				"description": "Strengthen your brand's knowledge graph presence. Clear entity relationships mean consistent AI representation across platforms.",
				"icon": "puzzle-piece"
			},
			{
				"title": "Content Authority Signals",
				"description": "Establish topical authority through semantic consistency. We align your content with how AI models structure domain expertise.",
				"icon": "document-text"
			},
			{
				"title": "Technical GEO Foundation",
				"description": "From SXO to GEO: we ensure your technical infrastructure supports AI discoverability and semantic interpretation.",
				"icon": "server-stack"
			}
		]
	},
	{
		"title": "The Transaction",
		"subtitle": "Agentic Commerce",
		"features": [
			{
				"title": "AI Agent Compatibility",
				"description": "Prepare for the autonomous economy. We optimize your data for ACP, MCP, and UCP protocols—the handshakes AI agents use to transact.",
				"icon": "arrows-right-left"
			},
			{
				"title": "Data Provenance",
				"description": "Verifiable, trustworthy data is the currency of AI commerce. We establish clear provenance chains that agents can validate.",
				"icon": "lock-closed"
			},
			{
				"title": "Choosability Optimization",
				"description": "When an AI agent needs to select a vendor, you want to be chosen. We engineer the signals that make you the reliable choice.",
				"icon": "check-circle"
			},
			{
				"title": "Protocol-Ready Infrastructure",
				"description": "Future-proof your digital presence for the agent economy. Our architecture prepares you for transaction protocols that don't exist yet.",
				"icon": "arrow-path"
			}
		]
	}
]
